Revit 2027 API
ParameterTypeId.RebarSystemSpanhookTopDirn2 Property
 "Hook Angle Top"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemSpanhookTopDirn2 { get; }
Public Shared ReadOnly Property RebarSystemSpanhookTopDirn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemSpanhookTopDirn2 {
	ForgeTypeId^ get ();
}
static member RebarSystemSpanhookTopDirn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace